{
  "textItems": [
    "Вулкан собирается извергаться. Найдите способ спастись!",
    "Надвигается ураган. Постройте прочное убежище с крышей!",
    "Спасательный самолет над головой. Найдите способ подать им сигнал!!!",
    "Вторжение зомби!!! Найдите способ защитить себя.",
    "У вас закончилась еда. Постройте что-нибудь, чтобы чтобы не умереть с голоду.",
    "Вы хотите пить. Постройте новый источник воды.",
    "Вы поймали животное! Постройте любое животное, какое захотите, и а затем сделайте для него клетку.",
    "Вы ожидаете компания. Постройте новую комнату для друга.",
    "Вы устали ходить повсюду. Постройте транспортное средство.",
    "Пираты хотят украсть ваши вещи!!! Постройте что-нибудь, чтобы отпугнуть их.",
    "Ваш остров начинает тонуть! Постройте что-нибудь высокое, чтобы перебраться на на более высокую землю.",
    "У вас нет энергии! Постройте что-нибудь, чтобы чтобы генерировать электричество.",
    "На вашем острове воришка! Постройте ловушку, чтобы чтобы поймать их!!!",
    "Постройте робота, который будет выполнять работу за вас, например, рубить дрова или собирать еду.",
    "Теперь ваш остров - горячее место для отдыха! Постройте что-нибудь, чтобы привлечь туристов!",
    "Последние дни была жуткая жара. Остров охватили пожары. Сделай пожарную машину и станцию. Спаси дома от огня!",
    "Наступает Ледниковый период. Ожидаются морозы до -40 градусов! Построй теплое жилище.",
    "Внимание! Инопланетное вторжение! Построй базу обороны.",
    "Рядом с островом разлилось огромное пятно нефти. Она вредит обитателям моря, а так же опасна для тебя. Сделай робота для устранения последствий.",
    "Ты любовался облаками и стал свидетелем крушения самолета. Организуй спасательную операцию.",
    "Таинственный вирус повился на острове! Построй лабораторию, где учёные ищут лекарство. Добавь микроскоп, пробирки и охрану!",
    "На остров напал дракон! Построй крепость, чтобы спасти себя.",
    "Представь себе, как из-под земли вырываются огромные муравьи, и начинают растаскивать все по кирпичикам! Нужно срочно придумать, как остановить эту армию вредителей",
    "Мирные пальмы и цветы на острове внезапно оживают и начинают хватать минифигурок своими цепкими корнями и ветвями! Необходимо срочно разработать средство для усмирения взбунтовавшейся флоры.",
    "На острове перестает действовать гравитация, и все жители и постройки начинают беспорядочно летать в воздухе! Необходимо срочно придумать что-то, чтобы хоть как-то контролировать ситуацию."
  ]
}
